export const dataRu = {
  0: {
    questions: [
      {
        id: 1,
        title: "Какой жест очень часто снимает фотограф?",
        correctReplies: [
          "Ok",
          "Привет",
          "Поцелуй",
          " Воинское приветствие",
          "Рожки",
          "Рукопожатие",
        ],
        repliesScores: ["27", "19", "16", " 13", "10", "5"],
      },
      {
        id: 2,
        title: "Какую фразу научился говорить попугай в школьном классе?",
        correctReplies: [
          "К доске",
          "Садись, два",
          "Здравствуйте, дети!",
          "Тихо!",
          "Звонок для учителя",
          "Можно выйти?",
        ],
        repliesScores: ["21", "12", "9", " 8", "7", "6"],
      },
      {
        id: 3,
        title: "Что никак не упадет?",
        correctReplies: [
          "Цена",
          "Пизанская башня",
          "Доллар",
          " Груша",
          "Давление",
          "Неваляшки",
        ],
        repliesScores: ["29", "24", "15", " 6", "5", "3"],
      },
      {
        id: 4,
        title:
          "Кто из отечественных исполнителей может/мог собрать целый зал зрителей," +
          " аккомпанируя себе на аккустической гитаре?",
        correctReplies: [
          "Высоцкий",
          "Окуджава",
          "Розенбаум",
          " Цой",
          "Антонов",
          "Макаревич",
        ],
        repliesScores: ["15", "30", "60", " 120", "180", "240"],
      },
      {
        id: 5,
        title: "",
        correctReplies: [
          "Высоцкий",
          "Окуджава",
          "Розенбаум",
          " Цой",
          "Антонов",
          "Макаревич",
        ],
        repliesScores: ["15", "30", "60", " 120", "180", "240"],
      },
    ],
  },

  1: {
    questions: [
      {
        id: 1,
        title: "Кто это?-грозно вопрошает муж. Что отвечает жена?",
        correctReplies: [
          "Родственник",
          "Коллега",
          "Твой сын",
          "Домовой",
          "Кошка",
          "Откуда я знаю?",
        ],
        repliesScores: ["27", "19", "16", " 13", "10", "5"],
      },
      {
        id: 2,
        title: "Выбор чего, по мнению женщины, самый трудный?",
        correctReplies: [
          "Мужа / отца детей",
          "Платья / наряда",
          "Парфюмерии / духов",
          "Цвета лака / помады",
          "Имени для ребенка ",
          "Профессии",
        ],
        repliesScores: ["23", "20", "10", " 6", "5", "4"],
      },
      {
        id: 3,
        title:
          "«Вот твой первый серьезный документ», — сказали родители ребенку. О чем идет речь?",
        correctReplies: [
          "Дневник",
          "Свидетельство о рождении",
          "Аттестат",
          "Паспорт",
          "Социальная карта / проездной",
          "Пропуск в школу",
        ],
        repliesScores: ["30", "18", "14", "9", "6", "4"],
      },
      {
        id: 4,
        title: "О чем, кроме любви, пели The Beatles?",
        correctReplies: [
          "О мире",
          "О желтой подводной лодке",
          "О девушках",
          "О птичке",
          "Про вчерашний день",
          "Про СССР",
        ],
        repliesScores: ["15", "30", "60", " 120", "180", "240"],
      },
      {
        id: 5,
        title: "",
        correctReplies: [
          "Высоцкий",
          "Окуджава",
          "Розенбаум",
          " Цой",
          "Антонов",
          "Макаревич",
        ],
        repliesScores: ["15", "30", "60", " 120", "180", "240"],
      },
    ],
  },
  2: {
    questions: [
      {
        id: 1,
        title: "Пять человек осматривают здание. Кто они?",
        correctReplies: [
          "Туристы / экскурсия",
          "Приемная комиссия",
          "Покупатели",
          "Строители / архитектор",
          "Грабители",
          "Жильцы",
        ],
        repliesScores: ["21", "15", "11", "9", "5", "3"],
      },
      {
        id: 2,
        title:
          "Этот бой боксер проиграл. Почему же именно его все поздравляют?",
        correctReplies: [
          "За мужество",
          "Остался жив",
          "Нечестно судили",
          "Последний бой",
          "Он местный",
          "У него день рождения",
        ],
        repliesScores: ["26", "21", "12", "10", "8", "6"],
      },
      {
        id: 3,
        title: "Кто на работе использует полотенце?",
        correctReplies: [
          "Повар",
          "Парикмахер",
          "Врач",
          "Официант",
          "Спортсмен",
          "Банщик",
        ],
        repliesScores: ["20", "16", "14", "9", "8", "7"],
      },
      {
        id: 4,
        title: "Как называется место, где все становятся счастливыми?",
        correctReplies: [
          "Рай",
          "ЗАГС",
          "Свой дом",
          "Курорт",
          "Роддом",
          "Туалет",
        ],
        repliesScores: ["15", "30", "60", " 120", "180", "240"],
      },
      {
        id: 5,
        title: "",
        correctReplies: [
          "Высоцкий",
          "Окуджава",
          "Розенбаум",
          " Цой",
          "Антонов",
          "Макаревич",
        ],
        repliesScores: ["15", "30", "60", " 120", "180", "240"],
      },
    ],
  },
  3: {
    questions: [
      {
        id: 1,
        title:
          "Почему человек празднует свой день рождения в разные дни месяца?",
        correctReplies: [
          "Родился 29 февраля",
          "В выходной день",
          "С разными компаниями",
          "Не знает точную дату",
          "Работает вахтовым методом",
          "Родился «второй раз»",
        ],
        repliesScores: ["24", "16", "10", "7", "4", "3"],
      },
      {
        id: 2,
        title: "Что меняется у женщины после свадьбы?",
        correctReplies: [
          "Характер",
          "Фамилия",
          "Статус",
          "Фигура",
          "Настроение",
          "Жизнь",
        ],
        repliesScores: ["24", "16", "15", "8", "5", "4"],
      },
      {
        id: 3,
        title: "Самое действенное средство от постоянной влюбленности?",
        correctReplies: ["Брак", "Работа", "Водка", "Любовь", "Сон", "Время"],
        repliesScores: ["35", "17", "12", "10", "8", "5"],
      },
      {
        id: 4,
        title: "Что потерял человек в процессе эволюции?",
        correctReplies: [
          "Хвост",
          "Шерсть",
          "Свободу",
          "Совесть",
          "Здоровье",
          "Связь с природой",
        ],
        repliesScores: ["15", "30", "60", " 120", "180", "240"],
      },
      {
        id: 5,
        title: "",
        correctReplies: [
          "Высоцкий",
          "Окуджава",
          "Розенбаум",
          " Цой",
          "Антонов",
          "Макаревич",
        ],
        repliesScores: ["15", "30", "60", " 120", "180", "240"],
      },
    ],
  },
};
