export const dataFromStore = {
  questions: [
    {
      id: 1,
      title: "Какой жест очень часто снимает фотограф?",
      correctReplies: [
        "Ok",
        "Привет",
        "Поцелуй",
        " Воинское приветствие",
        "Рожки",
        "Рукопожатие",
      ],
      repliesScores: ["27", "19", "16", " 13", "10", "5"],
    },
    {
      id: 2,
      title: "Какую фразу научился говорить попугай в школьном классе?",
      correctReplies: [
        "К доске",
        "Садись, два",
        "Здравствуйте, дети!",
        "Тихо!",
        "Звонок для учителя",
        "Можно выйти?",
      ],
      repliesScores: ["21", "12", "9", " 8", "7", "6"],
    },
    {
      id: 3,
      title: "Что никак не упадет?",
      correctReplies: [
        "Цена",
        "Пизанская башня",
        "Доллар",
        " Груша",
        "Давление",
        "Неваляшки",
      ],
      repliesScores: ["29", "24", "15", " 6", "5", "3"],
    },
    {
      id: 4,
      title:
        "Кто из отечественных исполнителей может/мог собрать целый зал зрителей," +
        " аккомпанируя себе на аккустической гитаре?",
      correctReplies: [
        "Высоцкий",
        "Окуджава",
        "Розенбаум",
        " Цой",
        "Антонов",
        "Макаревич",
      ],
      repliesScores: ["15", "30", "60", " 120", "180", "240"],
    },
    {
      id: 5,
      title: "",
      correctReplies: [
        "Высоцкий",
        "Окуджава",
        "Розенбаум",
        " Цой",
        "Антонов",
        "Макаревич",
      ],
      repliesScores: ["15", "30", "60", " 120", "180", "240"],
    },
  ],
};
