export const datanewyear = {
    questions: [
        {
            id: 1,
            title: 'Что или кто символ нового года??',
            correctReplies: ['Елка', 'Дед мороз', 'Мандарины', 'Тигр', 'Звезда', 'Снежинка'],
            repliesScores: ['126', '78', '42', '33', '15', '6'],
        },
        {
            id: 2,
            title: 'Почему человек не отмечает Новый Год?',
            correctReplies: ['Работает', 'Болеет', 'Спит', 'Не хочет', 'Нет денег', 'Не с кем'],
            repliesScores: ['41', '22', '18', '12', '5', '2'],
        },
        {
            id: 3,
            title: 'Где Дед Мороз проводит лето?',
            correctReplies: ['На Севере', 'Дома', 'В Лапландии', 'На юге', 'В холодильнике', 'У Снегурочки'],
            repliesScores: ['34', '25', '17', '15', '5', '4'],
        },
        {
            id: 4,
            title: 'Что нужно сделать до нового года?',
            correctReplies: ['Отдать долги', 'Купить подарки', 'Загадать желание', 'Нарядить елку', 'Накрыть стол', 'Убраться'],
            repliesScores: ['40', '80', '120', '160', '200', '240'],
        },
        {
            id: 5,
            title: '',
            correctReplies: ['', '', 'Розенбаум', ' Цой', 'Антонов', 'Макаревич'],
            repliesScores: ['15', '30', '60', ' 120', '180', '240'],
        },
    ]

}
